Repository: pypi-data/pypi-mirror-123
Catalog: packages/wagtail-maps/wagtail_maps-0.2.0-py3-none-any.whl/wagtail_maps/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Center of the map
fr: Centre de la carte

source: Zoom levels
fr: Niveaux de zoom

source: Map
fr: Carte

source: Height (px)
fr: Hauteur (px)

source: Initial zoom
fr: Zoom initial

source: name
fr: nom

source: center point's latitude
fr: latitude du point central

source: center point's longitude
fr: longitude du point central

source: minimum zoom level
fr: niveau de zoom minimum

source: maximum zoom level
fr: niveau de zoom maximum

source: map
fr: carte

source: maps
fr: cartes

source: Minimum zoom level must be smaller than maximum.
fr: Le niveau de zoom minimum doit être plus petit que le maximum.

source: title
fr: Titre

source: content
fr: Contenu

source: link to a page
fr: lien vers une page

source: link to an URL
fr: lien vers une URL

source: Choose between a link to a page or an URL.
fr: Choisissez entre un lien vers une page ou une URL.

source: Close
fr: Fermer

source: Coordinates of the point
fr: Coordonnées du point

source: Enter the geo URI of your point to set its latitude and longitude accordingly.
fr: Entrez l'URI géo du point pour définir sa latitude et sa longitude en conséquence.

source: Set coordinates
fr: Définir les coordonnées

source: Unable to parse the geo URI. Verify that it is in the form of <code>geo:1.0,2.0</code>.
fr: Impossible d'analyser l'URI géo. Vérifiez qu'elle est de la forme <code>geo:1.0,2.0</code>.

source: Calculate from the points
fr: Calculer à partir des points

source: Unable to calculate the geometric center of the points. Verify that you have at least one point with valid latitude and longitude.
fr: Impossible de calculer le centre géographique des points. Vérifiez qu'au moins un point est défini avec une latitude et longitude valides.

source: Coordinates from geo URI…
fr: Coordonnées depuis une URI géo…
